tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "gradle"
brew "maven"
brew "neovim"
brew "node"
brew "powerlevel10k"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tree"
brew "vale"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "alacritty"
cask "font-meslo-lg-nerd-font"
