tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
brew "bat"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "maven"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "openjdk@17"
brew "powerlevel10k"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "vale"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
