tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fzf"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "openjdk@21"
brew "openssh"
brew "powerlevel10k"
brew "ripgrep"
brew "sshpass"
brew "tldr"
brew "tmux"
brew "tree"
brew "vale"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "alacritty"
cask "font-meslo-lg-nerd-font"
cask "temurin@8"
